Repository: vizvasrj/MultiAuthorBlog
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tl

source: English
tl: Ingles

source: Chinese
tl: Intsik

source: French
tl: Pranses

source: German
tl: Aleman

source: Italian
tl: Italyano

source: Japanese
tl: Hapon

source: Korean
tl: Koreano

source: Portuguese
tl: Portuges

source: Russian
tl: Ruso

source: Spanish
tl: Espanyol

source: Repeat Password
tl: Ulitin ang password

source: Repeat Password ...
tl: Ulitin ang password ...

source: Passwords doesn't Matched.
tl: Ang mga password ay hindi Nagtutugma.

source: Enter email address
tl: Ilagay ang email address

source: Old password
tl: Lumang password

source: Old password ...
tl: Lumang password ...

source: New password
tl: Bagong password

source: New password ...
tl: Bagong password...

source: Repeat password ...
tl: Ulitin ang password ...

source: Enter Your password to delete your account
tl: Ilagay ang Iyong password para tanggalin ang iyong account

source: Enter your password to delete your account
tl: Ilagay ang iyong password para tanggalin ang iyong account

source: user
tl: gumagamit

source: full name
tl: buong pangalan

source: photo
tl: larawan

source: about
tl: tungkol sa

source: my theme
tl: ang tema ko

source: Edit your account
tl: I-edit ang iyong account

source: My Stories
tl: Mga Kwento Ko

source: My Shared
tl: Aking Ibinahagi

source: They Shared
tl: Nagbahagi sila

source: Upload
tl: Mag-upload

source: Save changes
tl: I-save ang mga pagbabago

source: Login
tl: Mag log in

source: Related tags
tl: Mga kaugnay na tag

source: delete
tl: tanggalin

source: Publish now
tl: I-publish ngayon

source: Move to Draft
tl: Ilipat sa Draft

source: Edit post
tl: I-edit ang post

source: Publish
tl: I-publish

source: Published
tl: Nai-publish

source: Drafted
tl: Na-draft

source: Trashed
tl: Ibinasura

source: Trashing
tl: Nagta-trash

source: Deleting
tl: Tinatanggal

source: Moved to Draft!
tl: Inilipat sa Draft!

source: There shared
tl: Doon nagbahagi

source: Detached
tl: Hiwalay

source: remove yourself from this post
tl: alisin ang iyong sarili sa post na ito

source: Published at %(post_publish)s
tl: Na-publish noong %(post_publish)s

source: My shared
tl: Aking ibinahagi

source: Detaching
tl: Paghiwalay

source: Create an account
tl: Gumawa ng account

source: Create
tl: Lumikha

source: Login Here
tl: Mag-login dito

source: This username is not available!
tl: Hindi available ang username na ito!

source: This username is available!
tl: Ang username na ito ay magagamit!

source: Enter valid username character should be more than 4 letters!
tl: Maglagay ng wastong username na character ay dapat higit sa 4 na letra!

source: This email is not available!
tl: Hindi available ang email na ito!

source: This email is available!
tl: Available ang email na ito!

source: Welcome
tl: Maligayang pagdating

source: Welcome, Your email %(new_user_email)s and username is %(new_user_username)s
tl: Maligayang pagdating, Ang iyong email %(new_user_email)s at username ay %(new_user_username)s

source: Your account has been successfully created.
tl: Ang iyong account ay matagumpay na nalikha.

source: Now your can Login.
tl: Ngayon ay maaari ka nang Mag-login.

source: But First you have to Verify your account.
tl: Ngunit kailangan mo munang i-verify ang iyong account.

source: Users
tl: Mga gumagamit

source: Follow
tl: Sundin

source: Following
tl: Sumusunod

source: following
tl: sumusunod

source: Followers
tl: Mga tagasunod

source: Followings
tl: Mga sumusunod

source: more
tl: higit pa

source: Users List
tl: Listahan ng mga Gumagamit

source: Read more
tl: Magbasa pa

source: Delete Account
tl: Tanggalin ang Account

source: Login Now
tl: Mag-login Ngayon

source: Logged out
tl: Naka-log out

source: You have been successfully logged out.
tl: Matagumpay kang na-log out.

source: You can Login again.
tl: Maaari kang mag-login muli.

source: Password change
tl: Palitan ang password

source: Password changed
tl: Nabago ang password

source: Your password has been successfully changed.
tl: Ang iyong password ay matagumpay na nabago.

source: Change your password
tl: Baguhin ang iyong password

source: Change Password
tl: Palitan ANG password

source: Submit
tl: Ipasa

source: Password reset
tl: Pag-reset ng password

source: Password set
tl: Nakatakda ang password

source: Your password has been set.
tl: Naitakda na ang iyong password.

source: You can Log in now
tl: Maaari kang mag-log in ngayon

source: Reset your password
tl: I-reset ang iyong password

source: Please enter your new password twice:
tl: Mangyaring ipasok ang iyong bagong password nang dalawang beses:

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
tl: Ang link sa pag-reset ng password ay hindi wasto, posibleng dahil ito ay nagamit na. Mangyaring humiling ng bagong pag-reset ng password.

source: We
tl: Kami

source: make sure to check your spam folder.
tl: tiyaking suriin ang iyong folder ng spam.

source: Password Reset
tl: I-reset ang Password

source: Disabled Account
tl: Naka-disable na Account

source: Invalid login
tl: Di-wastong pag-login

source: User already exists
tl: Umiiral na ang user

source: Profile updated successfully
tl: Matagumpay na na-update ang profile

source: Error updating your profile
tl: Error sa pag-update ng iyong profile

source: Wrong password
tl: Maling password

source: already removed
tl: tinanggal na

source: No Publication
tl: Walang Publication

source: Title
tl: Pamagat

source: Type content here.
tl: I-type ang nilalaman dito.

source: Tags
tl: Mga tag

source: Text here
tl: Text dito

source: Name
tl: Pangalan

source: What's your Publication about of.
tl: Tungkol saan ang iyong Publication.

source: title
tl: pamagat

source: cover
tl: takip

source: photographer name
tl: pangalan ng photographer

source: photographer profile url
tl: url ng profile ng photographer

source: category
tl: kategorya

source: publication
tl: publikasyon

source: cover image
tl: larawan ng pabalat

source: author
tl: may-akda

source: other authors
tl: ibang mga may-akda

source: comments
tl: mga komento

source: title:
tl: pamagat:

source: helps you remember more
tl: tumutulong sa iyo na matandaan ang higit pa

source: edit translated
tl: i-edit ang isinalin

source: Its a draft you can publish and edit here
tl: Ito ay isang draft na maaari mong i-publish at i-edit dito

source: Sources
tl: Mga pinagmumulan

source: Edit
tl: I-edit

source: Reply
tl: Sumagot

source: Hit a comment
tl: Pindutin ang isang komento

source: Comment here
tl: Comment dito

source: please insert some comment
tl: mangyaring magpasok ng ilang komento

source: Similar posts
tl: Mga katulad na post

source: Create post
tl: Gumawa ng post

source: Please provie some tags
tl: Mangyaring magbigay ng ilang mga tag

source: Please provide when to publish
tl: Pakibigay kung kailan i-publish

source: Upload cover image
tl: Mag-upload ng larawan sa pabalat

source: Upload (Click here)
tl: Mag-upload (Mag-click dito)

source: Share to edit with others
tl: Ibahagi para i-edit sa iba

source: If publication?
tl: Kung publikasyon?

source: please insert valid content
tl: mangyaring magpasok ng wastong nilalaman

source: please insert valid title
tl: mangyaring maglagay ng wastong pamagat

source: Update Post
tl: I-update ang Post

source: There are no post related this query
tl: Walang post na nauugnay sa query na ito

source: Search
tl: Maghanap

source: Post Containing
tl: Post na Naglalaman

source: Search again
tl: Maghanap muli

source: All tags
tl: Lahat ng mga tag

source: Posts
tl: Mga post

source: Create Post
tl: Gumawa ng Post

source: Manage profile
tl: Pamahalaan ang profile

source: Change password
tl: Palitan ANG password

source: Logout
tl: Mag-logout

source: My Publications
tl: Aking Mga Lathalain

source: Create Publication
tl: Gumawa ng Publication

source: Multi User Blog
tl: Blog ng Maramihang Gumagamit

source: Your are not authorized to edit :)
tl: Hindi ka awtorisadong mag-edit :)

source: No posts found ...
tl: Walang mahanap na post ...

source: Page not found.
tl: Hindi nahanap ang page.

source: name
tl: pangalan

source: image
tl: larawan

source: slug
tl: banatan

source: tags
tl: mga tag

source: publisher
tl: tagapaglathala

source: writer
tl: manunulat
